[
    "1.If you see cows standing between the road, honking horns won't help you. You've to come out of your car or get down from your motorcycle to make them go away or you can go from the side of the road.",
    "2.Car drivers in India keep their vehicle's head lamp in high beam even in city roads which is unnecessary and cause dazzling effect the other person coming from opposite side. Use dipper to signal the stupid person to take his car's headlamp to low beam."
    "3.Look out for pedestrians who jaywalk everywhere, even on highways and major arterial roads. It gets scarier when they keep crossing the road estimating that your vehicle will just cross by. Sitting inside the car, it doesn't seem like that. Additionally, some people get confused and hesitate while crossing, so you can't say whether they're going to stop and let you pass or run right in front of your car."
    "4.Avoid driving behind lorries. they keep spraying fine sand along their route."
    "5.Expect speed breakers of any size at any time. Also lookover for cows. especially during colder weather they sit in groups in middle of the road."
    "6.Avoid driving behind city busses. they may stop any moment and at any lane."
    "7.While driving on wide roads, for example OMR, ECR in Chennai, be alert. Many smaller vehicles come on the wrong side of the road."
    "8. The lane system does not exist, although it may seem like it exists."
    "9.Keep your eyes on both mirrors because despite the rules, people overtake from the left. Even if you've given a signal for turning, people tend to overtake from the side you're turning."
    "10. Consider the roads. No matter where you drive, chances are you'd definitely get a bad, broken road. There can be really huge potholes, some even filled with water. Follow the car in front to ensure you don't get stuck in a big pothole. Also, follow the "rubber first" rule in uneven roads, to protect you car's under body."
    "11.Beware of the transport corporation buses because they have rules of their own. They often go at high speeds and tend to switch lanes and overtake other vehicles. Also, there's no one to catch if a bus hits or grazes your car. "
    "12.There's no such thing as a 2-car distance in front of your car. Even if you tried maintaining such big a distance, someone would cut in and get in front of you. This becomes a problem when there're stretches of free and congested roads. One moment you're zipping ahead and the next moment the car in the front slows down suddenly because there's a bumper to bumper traffic ahead."
    "13.Keep your eyes on both mirrors because despite the rules, people overtake from the left. Even if you've given a signal for turning, people tend to overtake from the side you're turning."
    


]
